frontend/views/layouts/main.php

SELECT * FROM `member` WHERE `account_id`='9'
---
                $menuItems[] = ['label' => 'Login', 'url' => ['/site/login']];
            } else {
                $user_id = Yii::$app->user->id;
                $member = Member::findOne(['account_id' => $user_id]);