backend/models/Account.php

    public static function findIdentity($id)
    {
        return static::findOne(['id' => $id]);
---
SELECT * FROM `account` WHERE `id`='11'