frontend/models/Account.php

    public static function findByUsername($username)
    {
        return static::findOne(['username' => $username]);
---
SELECT * FROM `account` WHERE `username`='layanan'

    public static function findIdentity($id)
    {
        return static::findOne(['id' => $id]);
---
SELECT * FROM `account` WHERE `id`='9'